Repository: vincenzomaritato/belocal
Catalog: Waypoint/Localizable.xcstrings
Source language: en
Languages: it, tr

# %@ has %lld attractions, %lld restaurants, and %lld essentials.
source: %1$@ has %2$lld attractions, %3$lld restaurants, and %4$lld essentials.
it: %1$@ ha %2$lld attrazioni, %3$lld ristoranti e %4$lld servizi essenziali.
tr: %1$@ şehrinde %2$lld cazibe noktası, %3$lld restoran ve %4$lld temel nokta var.

# %@ style
source: %1$@ style
it: Stile %1$@
tr: %1$@ stili

# %lld reviews
source: %1$lld reviews
it: %1$lld recensioni
tr: %1$lld değerlendirme

# %lld visited · %lld planned
source: %1$lld visited · %2$lld planned
it: %1$lld Visitati · %2$lld Pianificati
tr: %1$lld Ziyaret Edilen · %2$lld Planlanan

# %lld visited, %lld planned
source: %1$lld visited, %2$lld planned
it: %1$lld visitati, %2$lld pianificati
tr: %1$lld ziyaret edilen, %2$lld planlanan

source: 1 change in queue
it: 1 Cambio In Coda
tr: Sırada 1 Değişiklik

source: 1 sync error
it: 1 Errore Di Sincronizzazione
tr: 1 Senkronizasyon Hatası

source: 2+ weeks
it: 2+ Settimane
tr: 2+ Hafta

source: 4-6 days
it: 4-6 Giorni
tr: 4-6 Gün

source: 7-10 days
it: 7-10 Giorni
tr: 7-10 Gün

source: A few answers are enough to make recommendations feel personal from the first search.
it: Sono sufficienti poche risposte per far sì che i consigli sembrino personali fin dalla prima ricerca.
tr: Önerilerin ilk aramadan itibaren kişisel hissettirmesi için birkaç yanıt yeterlidir.

source: a long-haul option worth planning ahead
it: un'opzione a lungo raggio che vale la pena pianificare in anticipo
tr: önceden planlamaya değer uzun mesafeli bir seçenek

source: a medium-haul option from your home base
it: un'opzione di medio raggio dalla tua base di partenza
tr: ana üssünüzden orta mesafeli bir seçenek

source: A versatile mix across all categories.
it: Un mix versatile in tutte le categorie.
tr: Tüm kategorilerde çok yönlü bir karışım.

source: Access your account
it: Accedi Al Tuo Account
tr: Hesabınıza Erişin

source: Account created. Confirm your email, then sign in.
it: Conto creato. Conferma la tua email, quindi accedi.
tr: Hesap oluşturuldu. E-postanızı onaylayın ve ardından oturum açın.

source: Activities
it: Attività
tr: Faaliyetler

source: Activities ready. Inserted one activity in your timeline.
it: Attività pronte. Inserita un'attività nella tua sequenza temporale.
tr: Etkinlikler hazır. Zaman çizelgenize bir etkinlik eklendi.

source: Activity pace
it: Ritmo Dell'Attività
tr: Etkinlik Temposu

source: Add a day
it: Aggiungi Un Giorno
tr: Bir Gün Ekle

source: Add a symbol (e.g. @, #, !)
it: Aggiungi un simbolo (ad esempio @, #, !)
tr: Bir sembol ekleyin (ör. @, #, !)

source: Add a trip first to leave feedback.
it: Aggiungi prima un viaggio per lasciare un feedback.
tr: Geri bildirim bırakmak için önce bir gezi ekleyin.

source: Add Day
it: Aggiungi Giorno
tr: Gün Ekle

source: Add to plan
it: Aggiungi Al Piano
tr: Plana Ekle

source: Add Trip
it: Aggiungi Viaggio
tr: Gezi Ekle

source: Add your first trip
it: Aggiungi Il Tuo Primo Viaggio
tr: İlk Seyahatinizi Ekleyin

source: Add your first trip and we will build suggestions around your profile.
it: Aggiungi il tuo primo viaggio e costruiremo suggerimenti attorno al tuo profilo.
tr: İlk seyahatinizi ekleyin, biz de profilinize yönelik öneriler oluşturalım.

source: Add your first trip to unlock tailored recommendations and a richer world map.
it: Aggiungi il tuo primo viaggio per sbloccare consigli personalizzati e una mappa del mondo più ricca.
tr: Özel önerilerin ve daha zengin bir dünya haritasının kilidini açmak için ilk seyahatinizi ekleyin.

source: Add your name and home city to improve recommendations and local/traveler feedback accuracy.
it: Aggiungi il tuo nome e la tua città per migliorare la precisione dei consigli e del feedback dei locali/viaggiatori.
tr: Önerileri ve yerel/gezgin geri bildirimlerinin doğruluğunu iyileştirmek için adınızı ve yaşadığınız şehri ekleyin.

source: Added a new day. Ask me for activities when ready.
it: Aggiunto un nuovo giorno. Chiedimi delle attività quando sei pronto.
tr: Yeni bir gün eklendi. Hazır olduğunda benden aktivite iste.

source: Added one day to your timeline.
it: Aggiunto un giorno alla tua cronologia.
tr: Zaman çizelgenize bir gün eklendi.

source: Adds authentic local life outside peak tourist zones.
it: Aggiunge un'autentica vita locale al di fuori delle zone turistiche di punta.
tr: Turistlerin yoğun olduğu bölgelerin dışına otantik yerel yaşam ekler.

source: Adds or removes this style from your plan
it: Aggiunge o rimuove questo stile dal tuo piano
tr: Bu stili planınıza ekler veya planınızdan kaldırır

source: Adjust number of travelers
it: Modifica Il Numero Di Viaggiatori
tr: Yolcu Sayısını Ayarlayın

source: Adults only
it: Solo Adulti
tr: Yalnızca Yetişkinler

source: Adventure
it: Avventura
tr: Macera

source: Afternoon
it: Pomeriggio
tr: Öğleden sonra

source: Age / relationship / flexibility
it: Età/relazione/flessibilità
tr: Yaş / ilişki / esneklik

source: Age and relationship
it: Età E Relazione
tr: Yaş Ve İlişki

source: Agent
it: Agente
tr: Ajan

source: Agent Actions
it: Azioni Dell'Agente
tr: Temsilci Eylemleri

source: Airport-city transfer time varies by traffic window.
it: Il tempo di trasferimento dall'aeroporto alla città varia in base alla finestra di traffico.
tr: Havaalanı-şehir transfer süresi trafik penceresine göre değişmektedir.

source: All
it: Tutto
tr: Tüm

source: All changes synced
it: Tutte Le Modifiche Sono Sincronizzate
tr: Tüm Değişiklikler Senkronize Edildi

source: All year
it: Tutto L'Anno
tr: Tüm Yıl

source: Already have an account?
it: Hai già un account?
tr: Zaten bir hesabınız var mı?

source: Alternative
it: Alternativa
tr: Alternatif

source: An account with this email already exists. Sign in instead.
it: Esiste già un account con questa email. Accedi invece.
tr: Bu e-postaya sahip bir hesap zaten mevcut. Bunun yerine oturum açın.

source: Antarctica
it: Antartide
tr: Antarktika

source: Anytime
it: In qualsiasi momento
tr: Her zaman

source: Anywhere
it: Ovunque
tr: Herhangi bir yer

source: Apple Maps city search failed.
it: Apple Maps ricerca della città non riuscita.
tr: Apple Maps şehir araması başarısız oldu.

source: Architecture
it: Architettura
tr: Mimarlık

source: Arrival and orientation
it: Arrivo E Orientamento
tr: Varış Ve Oryantasyon

source: Arrival, hotel check-in, and orientation walk.
it: Arrivo, sistemazione in hotel e passeggiata orientativa.
tr: Varış, otele giriş ve oryantasyon yürüyüşü.

source: Ask for variants, alternatives, or money-saving tips...
it: Richiedi varianti, alternative o consigli per risparmiare...
tr: Çeşitleri, alternatifleri veya para tasarrufu sağlayan ipuçlarını isteyin...

source: Attachments unavailable
it: Allegati Non Disponibili
tr: Ekler Kullanılamıyor

source: Attractions
it: Attrazioni
tr: Gezilecek yerler

source: Authentication failed. Check email/password.
it: Autenticazione non riuscita. Controlla e-mail/password.
tr: Kimlik doğrulama başarısız oldu. E-postayı/şifreyi kontrol edin.

source: Auto (top recommendation)
it: Automatico (miglior Suggerimento)
tr: Otomatik (En İyi Öneri)

source: Autumn
it: Autunno
tr: Sonbahar

source: Available commands: `/flights`, `/restaurants`, `/activities`, `/addday`, `/removeday n`, `/budget n`, `/people n`, `/style name`, `/destination name`, `/save`.
it: Comandi disponibili: `/flights`, `/restaurants`, `/activities`, `/addday`, `/removeday n`, `/budget n`, `/people n`, `/style name`, `/destination name`, `/save`.
tr: Kullanılabilir komutlar: `/flights`, `/restaurants`, `/activities`, `/addday`, `/removeday n`, `/budget n`, `/people n`, `/style name`, `/destination name`, `/save`.

source: Back to Sign In
it: Torna All'Accesso
tr: Girişe Dön

source: Balance between sustainability and flexibility.
it: Equilibrio tra sostenibilità e flessibilità.
tr: Sürdürülebilirlik ve esneklik arasındaki denge.

source: Balance crowding, value, and sustainability
it: Bilanciare affollamento, valore e sostenibilità
tr: Kalabalıklığı, değeri ve sürdürülebilirliği dengeleyin

source: Balanced
it: Equilibrato
tr: Dengeli

source: Balanced comfort for most trips.
it: Comfort equilibrato per la maggior parte dei viaggi.
tr: Çoğu yolculuk için dengeli konfor.

source: Balanced mix across culture, food, and outdoor.
it: Mix equilibrato di cultura, cibo e outdoor.
tr: Kültür, yemek ve açık havanın dengeli karışımı.

source: Balanced mix for a first visit.
it: Mix equilibrato per una prima visita.
tr: İlk ziyaret için dengeli bir karışım.

source: balanced sustainability for your profile
it: sostenibilità equilibrata per il tuo profilo
tr: Profiliniz için dengeli sürdürülebilirlik

source: Beach
it: Spiaggia
tr: Sahil

source: Beach Focus
it: Messa A Fuoco Sulla Spiaggia
tr: Plaj Odağı

source: BeLocal support request
it: BeLocal Richiesta Di Supporto
tr: BeLocal Destek İsteği

source: Below expectations
it: Al Di Sotto Delle Aspettative
tr: Beklentilerin Altında

# Best restaurants in %@
source: Best restaurants in %1$@
it: Migliori ristoranti a %1$@
tr: %1$@ içindeki en iyi restoranlar

source: Best Seasons
it: Stagioni Migliori
tr: En İyi Sezonlar

source: Best Window
it: La Migliore Finestra
tr: En İyi Pencere

source: Book priority activities in advance and keep a weather backup plan for each day.
it: Prenota in anticipo le attività prioritarie e tieni un piano di riserva meteorologico per ogni giorno.
tr: Öncelikli etkinlikleri önceden ayırtın ve her gün için bir hava durumu yedekleme planı tutun.

source: Booking priorities
it: Priorità Di Prenotazione
tr: Rezervasyon Öncelikleri

source: Budget fit
it: Adatta Al Budget
tr: Bütçeye Uygun

source: Budget must be numeric, e.g. `/budget 2400`
it: Il budget deve essere numerico, ad es. `/budget 2400`
tr: Bütçe sayısal olmalıdır, ör. `/budget 2400`

source: Budget not specified
it: Budget Non Specificato
tr: Bütçe Belirtilmedi

source: Budget preset
it: Budget Preimpostato
tr: Bütçe Ön Ayarı

source: Building the Final Trip Brief with attractions and logistics...
it: Costruire il brief finale del viaggio con attrazioni e logistica...
tr: İlgi çekici yerler ve lojistikle birlikte Son Gezi Özetini oluşturmak...

source: Building the full planner
it: Costruire Il Pianificatore Completo
tr: Tam Planlayıcıyı Oluşturmak

source: Cancel
it: Annulla
tr: İptal

source: Car
it: Auto
tr: Araba

source: Change
it: Modifica
tr: Değiştirmek

source: Change destination
it: Cambia Destinazione
tr: Hedefi Değiştir

source: Chat-first orchestration
it: Orchestrazione Chat-First
tr: Sohbet Öncelikli Düzenleme

source: Check Your Email
it: Controlla La Tua Email
tr: E-Postanızı Kontrol Edin

source: Choose
it: Scegliere
tr: Seçmek

source: Choose a city first.
it: Scegli prima una città.
tr: Önce bir şehir seçin.

source: Choose a visited destination first.
it: Scegli prima una destinazione visitata.
tr: Önce ziyaret edilen bir varış noktasını seçin.

source: Choose country and city, then continue with travel details.
it: Scegli il paese e la città, quindi continua con i dettagli del viaggio.
tr: Ülkeyi ve şehri seçin, ardından seyahat ayrıntılarıyla devam edin.

source: Choose destination
it: Scegli La Destinazione
tr: Hedef Seçin

source: Choose Home City
it: Scegli La Città Natale
tr: Bulunduğunuz Şehri Seçin

source: Choose the personality of your suggestions.
it: Scegli la personalità dei tuoi suggerimenti.
tr: Önerilerinizin kişiliğini seçin.

source: Choose transport type for this trip
it: Scegli il tipo di trasporto per questo viaggio
tr: Bu yolculuk için ulaşım türünü seçin

source: Choose your budget rhythm
it: Scegli Il Ritmo Del Tuo Budget
tr: Bütçe Ritminizi Seçin

source: Cities
it: Città
tr: Şehirler

source: City Explorer
it: Esplora Città
tr: Şehir Keşfi

source: City map
it: Mappa Della Città
tr: Şehir Haritası

# City map centered on %@
source: City map centered on %1$@
it: Mappa della città centrata su %1$@
tr: %1$@ üzerinde ortalanmış şehir haritası

source: City Preview
it: Anteprima Città
tr: Şehir Önizlemesi

source: City Snapshot
it: Panoramica Città
tr: Şehir Özeti

source: Clear night
it: Notte Limpida
tr: Açık Gece

source: Clear search text
it: Cancella Il Testo Della Ricerca
tr: Arama Metnini Temizle

source: Clear sky
it: Cielo Limpido
tr: Açık Gökyüzü

source: Clears current progress and starts a new planning journey
it: Cancella i progressi attuali e inizia un nuovo percorso di pianificazione
tr: Mevcut ilerlemeyi temizler ve yeni bir planlama yolculuğu başlatır

source: Climate
it: Clima
tr: İklim

# Climate: %@.
source: Climate: %1$@.
it: Clima: %1$@.
tr: İklim: %1$@.

source: Close
it: Vicino
tr: Kapalı

source: Close final brief
it: Chiudi Brief Finale
tr: Son Özeti Kapat

source: Close planner chat
it: Chiudi La Chat Del Pianificatore
tr: Planlayıcı Sohbetini Kapat

source: Closed
it: Chiuso
tr: Kapalı

source: Closed now
it: Chiuso Ora
tr: Şu Anda Kapalı

source: Coastal destinations and sea-focused trips.
it: Destinazioni costiere e viaggi incentrati sul mare.
tr: Kıyı destinasyonları ve deniz odaklı geziler.

source: Coasts, relaxation, and sea-view rhythm.
it: Coste, relax e ritmo vista mare.
tr: Sahiller, dinlenme ve deniz manzarası ritmi.

source: Collapses city details and returns focus to the map
it: Comprime i dettagli della città e riporta lo stato attivo sulla mappa
tr: Şehir ayrıntılarını daraltır ve odağı haritaya döndürür

source: Community Feedback
it: Feedback Della Comunità
tr: Topluluk Geri Bildirimi

source: Community insight
it: Intuizione Della Comunità
tr: Topluluk Analizi

source: Complete final report ready to use
it: Rapporto finale completo pronto per l'uso
tr: Kullanıma hazır tam nihai rapor

source: Complete profile
it: Completa Il Profilo
tr: Profili Tamamla

source: Complete your profile
it: Completa Il Profilo
tr: Profili Tamamla

source: Composing final trip brief
it: Composizione Del Brief Finale Del Viaggio
tr: Son Gezi Özetinin Oluşturulması

source: Confirm
it: Confermare
tr: Onaylamak

source: Confirm destination and dates first, then lock transportation.
it: Conferma prima la destinazione e le date, quindi blocca il trasporto.
tr: Önce varış yerini ve tarihleri ​​onaylayın, ardından ulaşımı kilitleyin.

source: Confirm Password
it: Conferma Password
tr: Şifreyi Onayla

source: Confirm that you stored the password safely.
it: Conferma di aver memorizzato la password in modo sicuro.
tr: Şifreyi güvenli bir şekilde sakladığınızı doğrulayın.

source: Confirm your email before signing in.
it: Conferma la tua email prima di accedere.
tr: Oturum açmadan önce e-postanızı onaylayın.

source: Contact Support
it: Contatta L'Assistenza
tr: Destek Ekibiyle İletişime Geçin

source: Continue
it: Continua
tr: Devam et

source: Continue existing chats or start a new one. Every new chat is saved automatically.
it: Continua le chat esistenti o avviane una nuova. Ogni nuova chat viene salvata automaticamente.
tr: Mevcut sohbetlere devam edin veya yeni bir sohbet başlatın. Her yeni sohbet otomatik olarak kaydedilir.

source: Cool
it: Freddo
tr: Serin

source: Cost Index
it: Indice Costi
tr: Maliyet Endeksi

source: Could not delete this trip.
it: Impossibile eliminare questo viaggio.
tr: Bu gezi silinemedi.

source: Could not reset local data. Try again.
it: Impossibile reimpostare i dati locali. Riprova.
tr: Yerel veriler sıfırlanamadı. Tekrar deneyin.

source: Could not save profile changes. Try again.
it: Impossibile salvare le modifiche al profilo. Riprova.
tr: Profil değişiklikleri kaydedilemedi. Tekrar deneyin.

source: Could not update this trip.
it: Impossibile aggiornare questo viaggio.
tr: Bu gezi güncellenemedi.

source: Couldn't save your profile.
it: Impossibile salvare il tuo profilo.
tr: Profiliniz kaydedilemedi.

source: Couple
it: Coppia
tr: Çift

source: Create account
it: Crea Account
tr: Hesap Oluştur

source: Create Account
it: Crea Account
tr: Hesap Oluştur

source: Create one indoor backup per day.
it: Crea un backup interno al giorno.
tr: Günde bir iç mekan yedeklemesi oluşturun.

source: Create or complete a chat in My Chat. Final briefs linked to chats will appear here.
it: Crea o completa una chat nella sezione Le mie chat. Qui appariranno i brief finali collegati alle chat.
tr: My Chat'da bir sohbet oluşturun veya tamamlayın. Sohbetlerle bağlantılı son özetler burada görünecektir.

source: Create your account
it: Crea Il Tuo Account
tr: Hesabınızı Oluşturun

source: Create your travel profile
it: Crea Il Tuo Profilo Di Viaggio
tr: Seyahat Profilinizi Oluşturun

source: Crowding
it: Affollamento
tr: Kalabalık

source: Crowding Index
it: Indice Affollamento
tr: Yoğunluk Endeksi

source: Culinary experiences and authentic local spots.
it: Esperienze culinarie e luoghi autentici.
tr: Mutfak deneyimleri ve otantik yerel noktalar.

source: Culinary workshop or covered market route.
it: Laboratorio culinario o percorso del mercato coperto.
tr: Aşçılık atölyesi veya kapalı pazar yolu.

source: Culture
it: Cultura
tr: Kültür

source: Culture + Food
it: Cultura + Cibo
tr: Kültür + Yemek

source: culture and food
it: Cultura E Cibo
tr: Kültür Ve Yemek

source: Culture Focus
it: Focus Sulla Cultura
tr: Kültür Odağı

# Current: %@. %@
source: Current: %1$@. %2$@
it: Attuale: %1$@. %2$@
tr: Geçerli: %1$@. %2$@

source: Currently selected
it: Attualmente Selezionato
tr: Şu Anda Seçili

source: Custom amount
it: Importo Personalizzato
tr: Özel Tutar

source: Daily Highlights
it: Punti Salienti Giornalieri
tr: Günlük Öne Çıkanlar

source: Data
it: Dati
tr: Veri

source: Dates
it: Date
tr: Tarihler

source: Day 1
it: Giorno 1
tr: 1. Gün

source: Day 2
it: Giorno 2
tr: 2. Gün

source: Day 3
it: Giorno 3
tr: 3. Gün

source: Decrease travelers
it: Diminuire I Viaggiatori
tr: Gezginleri Azalt

source: Defines daily intensity and backup plans (GetYourGuide style).
it: Definisce l'intensità giornaliera e i piani di backup (stile GetYourGuide).
tr: Günlük yoğunluğu ve yedekleme planlarını tanımlar (GetYourGuide stili).

source: Delete chat and brief
it: Elimina Chat E Brief
tr: Sohbeti Ve Özeti Sil

source: Delete this trip?
it: Eliminare questo viaggio?
tr: Bu gezi silinsin mi?

source: Delete Trip
it: Elimina Viaggio
tr: Geziyi Sil

source: Departure
it: Partenza
tr: Gidiş

source: Departure and wrap-up
it: Partenza E Conclusione
tr: Kalkış Ve Kapanış

source: Design galleries and café crawl.
it: Gallerie di design e giro dei caffè.
tr: Tasarım galerileri ve kafe gezileri.

source: destination
it: destinazione
tr: varış noktası

source: Destination
it: Destinazione
tr: Destinasyon

source: Destination focus
it: Focus Sulla Destinazione
tr: Hedef Odağı

source: Destinations
it: Destinazioni
tr: Destinasyonlar

source: Details
it: Dettagli
tr: Detaylar

source: Dismisses this screen
it: Chiude Questa Schermata
tr: Bu Ekranı Kapatır

source: Double-tap to apply this filter
it: Tocca due volte per applicare questo filtro
tr: Bu filtreyi uygulamak için iki kez dokunun

source: Double-tap to change home location
it: Tocca due volte per modificare la posizione di casa
tr: Ev konumunu değiştirmek için iki kez dokunun

source: Double-tap to choose a budget profile
it: Tocca due volte per scegliere un profilo di budget
tr: Bütçe profili seçmek için iki kez dokunun

source: Double-tap to choose an environmental preference
it: Tocca due volte per scegliere una preferenza ambientale
tr: Çevresel bir tercih seçmek için iki kez dokunun

source: Double-tap to toggle this highlight tag
it: Tocca due volte per attivare/disattivare questo tag di evidenziazione
tr: Bu öne çıkan etikete geçiş yapmak için iki kez dokunun

source: Drizzle
it: Pioviggina
tr: Çiseleyen yağmur

source: Each answer sharpens your feed, maps, and recommendations.
it: Ogni risposta migliora il tuo feed, le tue mappe e i tuoi consigli.
tr: Her yanıt feed'inizi, haritalarınızı ve önerilerinizi keskinleştirir.

source: easy to reach from your home base
it: facilmente raggiungibile dalla tua base di partenza
tr: ana üssünüzden ulaşılması kolay

source: Eco alternatives
it: Alternative Ecologiche
tr: Eko Alternatifler

source: Eco score
it: Punteggio Ecologico
tr: Eko Puanı

source: Eco Score
it: Punteggio Eco
tr: Eko Skoru

source: Edit
it: Modificare
tr: Düzenlemek

source: Edit Trip
it: Modifica Viaggio
tr: Geziyi Düzenle

source: Editorial focus
it: Focus Editoriale
tr: Editoryal Odak

source: Efficient way to taste local specialties and compare prices.
it: Un modo efficiente per assaggiare le specialità locali e confrontare i prezzi.
tr: Yerel lezzetleri tatmanın ve fiyatları karşılaştırmanın etkili yolu.

source: End
it: FINE
tr: Son

source: Enter a valid email address.
it: Inserisci un indirizzo email valido.
tr: Geçerli bir e-posta adresi girin.

source: Enter BeLocal
it: Inserisci BeLocal
tr: BeLocal Girin

source: Enter Password
it: Inserisci La Password
tr: Şifreyi Girin

source: Enter the email linked to your profile to continue.
it: Inserisci l'email collegata al tuo profilo per continuare.
tr: Devam etmek için profilinize bağlı e-postayı girin.

source: Enter your password to access saved trips, planner state, and preferences.
it: Inserisci la tua password per accedere ai viaggi salvati, allo stato del pianificatore e alle preferenze.
tr: Kaydedilen gezilere, planlayıcı durumuna ve tercihlere erişmek için şifrenizi girin.

source: Essential
it: Essenziale
tr: Gerekli

source: Essentials
it: Elementi essenziali
tr: Temeller

source: Estimated CO2
it: CO2 Stimata
tr: Tahmini CO2

source: Europe
it: Europa
tr: Avrupa

source: Evening
it: Sera
tr: Akşam

source: Example: 2 adults + 1 child
it: Esempio: 2 adulti + 1 bambino
tr: Örnek: 2 yetişkin + 1 çocuk

source: Example: 6 full days
it: Esempio: 6 giorni interi
tr: Örnek: 6 tam gün

source: Example: 2200 EUR total
it: Esempio: 2200 EUR totale
tr: Örnek: 2200 EUR toplam

source: Example: balanced days, one long evening
it: Esempio: giornate equilibrate, una lunga serata
tr: Örnek: dengeli günler, uzun bir akşam

source: Example: early June, +/- 3 days
it: Esempio: inizio giugno, +/- 3 giorni
tr: Örnek: Haziran başı, +/- 3 gün

source: Example: food + design + local markets
it: Esempio: food + design + mercati locali
tr: Örnek: yiyecek + tasarım + yerel pazarlar

source: Example: mostly public transport
it: Esempio: soprattutto trasporti pubblici
tr: Örnek: çoğunlukla toplu taşıma

source: Example: parents + teen, no night transfers
it: Esempio: genitori + adolescente, no trasferimenti notturni
tr: Örnek: ebeveynler + genç, gece transferi yok

source: Excellent
it: Eccellente
tr: Harika

source: Executive brief
it: Brief Esecutivo
tr: Yönetici Özeti

source: Exploration and planned activities
it: Esplorazione e attività pianificate
tr: Keşif ve planlanan faaliyetler

source: Explore
it: Esplora
tr: Keşfet

source: Failed to save feedback locally.
it: Impossibile salvare il feedback localmente.
tr: Geri bildirim yerel olarak kaydedilemedi.

source: Failed to save trip.
it: Impossibile salvare il viaggio.
tr: Gezi kaydedilemedi.

source: Family
it: Famiglia
tr: Aile

source: Family mode
it: Modalità Famiglia
tr: Aile Modu

source: Feedback notes
it: Note Di Feedback
tr: Geri Bildirim Notları

source: Feedback Studio
it: Studio Di Feedback
tr: Geri Bildirim Stüdyosu

source: Filter cities
it: Filtra Le Città
tr: Şehirleri Filtrele

source: Filter countries
it: Filtra Paesi
tr: Ülkeleri Filtrele

source: Final Brief
it: Brief Finale
tr: Son Özet

source: Final details
it: Dettagli Finali
tr: Son Ayrıntılar

source: Final Trip Brief
it: Brief Finale Del Viaggio
tr: Son Gezi Özeti

source: Final Trip Brief ready below (generated on-device).
it: Brief del viaggio finale pronto di seguito (generato sul dispositivo).
tr: Aşağıda hazır olan Son Yolculuk Özeti (cihazda oluşturulmuştur).
